Revit 2027 API
ElementIdParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementIdParameterValue()
Public Sub New
public:
ElementIdParameterValue()
new : unit -> ElementIdParameterValue
See Also
Reference
ElementIdParameterValue Class
ElementIdParameterValue Overload
Autodesk.Revit.DB Namespace